Repository: AltarisV/TRAIL-PDF
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: About
de: Über

source: Home
de: Startseite

source: Image Upload
de: Bilder hochladen

source: English
de: Englisch

source: German
de: Deutsch

source: About TRAIL
de: Über TRAIL

source: TRAIL is designed to promote inclusion in education and to support research activities. It is intended to be a tool for creating inclusive and accessible contents and collaborations within academic and non-commercial settings.
de: TRAIL wurde entwickelt, um Inklusion in der Bildung zu fördern und Forschungsaktivitäten zu unterstützen. Es soll ein Werkzeug sein, um inklusive und zugängliche Inhalte sowie Zusammenarbeit in akademischen und nicht-kommerziellen Umgebungen zu schaffen.

source: The use of this application is strictly limited to educational and research purposes. Any commercial use, including but not limited to generating financial profit or distributing the software for monetary gain, is expressly prohibited.
de: Die Nutzung dieser Anwendung ist strikt auf Bildungs- und Forschungszwecke beschränkt. Jegliche kommerzielle Nutzung, einschließlich, aber nicht beschränkt auf die Erzielung finanzieller Gewinne oder die Verbreitung der Software gegen Bezahlung, ist ausdrücklich untersagt.

source: By using TRAIL, you agree to comply with these terms.
de: Durch die Nutzung von TRAIL stimmen Sie diesen Bedingungen zu.

source: This version of TRAIL was developed by
de: Diese Version von TRAIL wurde entwickelt von

source: as part of the research activities in the
de: im Rahmen der Forschungsaktivitäten der

source: Computer Science and Society
de: Informatik und Gesellschaft

source: group at
de: Gruppe an der

source: HTW Berlin (University of Applied Sciences)
de: HTW Berlin (Hochschule für Technik und Wirtschaft)

source: File Details
de: Dateidetails

source: File Conversion Details
de: Details zur Dateikonvertierung

source: Details for
de: Details für

source: This PDF has
de: Dieses PDF hat

source: pages.
de: Seiten.

source: Based on this, conversion will take around
de: Basierend darauf dauert die Konvertierung etwa

source: {seconds} second
de: {seconds} Sekunde

source: Choose a language for conversion:
de: Wählen Sie eine Sprache für die Konvertierung aus:

source: Enter starting page:
de: Bei dieser Seite starten:

source: Enter number of pages to convert
de: Anzahl der zu konvertierenden Seiten eingeben:

source: optional, leave empty if you want to convert till the end:
de: Optional. Leer lassen, wenn Sie das gesamte Dokument konvertieren möchten.

source: Convert Full Document
de: Gesamtes Dokument konvertieren

source: Convert from Specified Pages
de: Von angegebenen Seiten konvertieren

source: Back to file list
de: Zurück zur Dateiliste

source: Upload or paste an image
de: Bild hochladen oder einfügen

source: Click here or paste an image (Ctrl+V)
de: Hier klicken oder ein Bild einfügen (Strg+V)

source: What does the image show?
de: Was zeigt das Bild?

source: Select an image description type
de: Wählen Sie einen Bildbeschreibungstyp

source: Mathematical Formula
de: Mathematische Formel

source: Table
de: Tabelle

source: Choose the language for the description:
de: Wählen Sie die Sprache für die Beschreibung:

source: Select the language for image description
de: Wählen Sie die Sprache für die Bildbeschreibung

source: Submit
de: Absenden

source: Uploaded Files
de: Hochgeladene Dateien

source: Delete
de: Löschen

source: Drag and drop a PDF file here, or click to browse
de: Ziehen Sie eine PDF-Datei hierher oder klicken Sie, um zu suchen

source: Drag & drop any PDF file here
de: Ziehen Sie hier eine beliebige PDF-Datei hinein

source: or
de: oder

source: Browse for a PDF file from your device
de: Suchen Sie eine PDF-Datei von Ihrem Gerät

source: browse file
de: Datei suchen

source: from device
de: vom Gerät

source: Please select a file first
de: Bitte wählen Sie zuerst eine Datei aus

source: Dismiss error message
de: Fehlermeldung schließen

source: Upload
de: Hochladen

source: Upload singular Images
de: Einzelne Bilder hochladen
